{
  "cong_scaling_2023": "Scaling Smart Contracts via Layer-2 Technologies: Some Empirical Evidence",
  "cheng_riding_2019": "Riding the Blockchain Mania: Public Firms’ Speculative 8-K Disclosures",
  "tatarinov_scaling_2023": "Scaling digital solutions for wicked problems: Ecosystem versatility",
  "pagnotta_decentralizing_2022": "Decentralizing Money: Bitcoin Prices and Blockchain Security",
  "easley_mining_2019": "From mining to markets: The evolution of bitcoin transaction fees",
  "cui_supply_2024": "Supply Chain Transparency and Blockchain Design",
  "guasoni_lightning_2024": "Lightning Network Economics: Channels",
  "chod_financing_2020": "On the Financing Benefits of Supply Chain Transparency and Blockchain Adoption",
  "cong_blockchain_2019": "Blockchain Disruption and Smart Contracts",
  "cahill_i_2020": "I am a blockchain too: How does the market respond to companies’ interest in blockchain?",
  "routledge_currency_2022": "Currency stability using blockchain technology",
  "cong_decentralized_2021": "Decentralized Mining in Centralized Pools",
  "griffin_is_2020": "Is Bitcoin Really Untethered?",
  "lumineau_blockchain_2021": "Blockchain Governance—A New Way of Organizing Collaborations?",
  "ferreira_corporate_2023": "Corporate Capture of Blockchain Governance",
  "thakor_fintech_2020": "Fintech and banking: What do we know?",
  "huberman_monopoly_2021": "Monopoly without a Monopolist: An Economic Analysis of the Bitcoin Payment System",
  "iyengar_economics_2023": "Economics of Permissioned Blockchain Adoption",
  "sokolov_ransomware_2021": "Ransomware activity and blockchain congestion",
  "harvey_international_2024": "International business and decentralized finance",
  "chen_can_2023": "Can Blockchain Technology Help Overcome Contractual Incompleteness? Evidence from State Laws",
  "garratt_why_2023": "Why Fixed Costs Matter for Proof-of-Work–Based Cryptocurrencies",
  "park_conceptual_2023": "The Conceptual Flaws of Decentralized Automated Market Making",
  "noauthor_book_2020": "Book Reviews",
  "iyengar_blockchain_2023": "Blockchain Adoption in a Supply Chain with Manufacturer Market Power",
  "chen_economic_2024": "The Economic Value of Blockchain Applications: Early Evidence from Asset-Backed Securities",
  "chiu_blockchain-based_2019": "Blockchain-Based Settlement for Asset Trading",
  "franke_limited_2024": "The (Limited) Power of Blockchain Networks for Information Provision",
  "noauthor_book_2022": "Book Review: Blockchain Technologies, Applications and Cryptocurrencies: Current Practice and Future Trends",
  "basu_stablefees_2023": "StableFees: A Predictable Fee Market for Cryptocurrencies",
  "biais_blockchain_2019": "The Blockchain Folk Theorem",
  "allen_blockchain_2020": "Blockchain and the evolution of institutional technologies: Implications for innovation policy",
  "saleh_blockchain_2021": "Blockchain without Waste: Proof-of-Stake",
  "benhaim_scaling_2023": "Scaling Blockchains: Can Committee-Based Consensus Help?",
  "gans_zero_2024": "“Zero Cost” Majority Attacks on Permissionless Proof of Work Blockchains",
  "allen_blockchain_2020-1": "Blockchain and the evolution of institutional technologies: Implications for innovation policy",
  "halaburda_microeconomics_2022": "The Microeconomics of Cryptocurrencies",
  "noauthor_book_2019": "Book Reviews",
  "schilling_simple_2019": "Some simple bitcoin economics",
  "cong_crypto_2023": "Crypto Wash Trading",
  "amoussou-guenou_committee-based_2024": "Committee-Based Blockchains as Games between Opportunistic Players and Adversaries",
  "augustin_impact_2023": "The Impact of Derivatives on Spot Markets: Evidence from the Introduction of Bitcoin Futures Contracts",
  "hoang_loaded_2022": "Loaded for bear: Bitcoin private wallets, exchange reserves and prices",
  "chod_product_2023": "Product market competition with crypto tokens and smart contracts",
  "whitaker_fractional_2020": "Fractional Equity, Blockchain, and the Future of Creative Work",
  "leshno_bitcoin_2020": "Bitcoin: An Axiomatic Approach and an Impossibility Theorem",
  "gandal_price_2018": "Price manipulation in the Bitcoin ecosystem",
  "kreppmeier_real_2023": "Real estate security token offerings and the secondary market: Driven by crypto hype or fundamentals?",
  "sockin_model_2023": "A Model of Cryptocurrencies",
  "mansouri_financing_2022": "Financing sustainable entrepreneurship: ESG measurement, valuation, and performance",
  "hougaard_optimal_2022": "Optimal Management of Evolving Hierarchies",
  "divakaruni_uncovering_2024": "Uncovering Retail Trading in Bitcoin: The Impact of COVID-19 Stimulus Checks",
  "davydiuk_-crypto-ing_2023": "De-Crypto-ing Signals in Initial Coin Offerings: Evidence of Rational Token Retention",
  "tsoukalas_token-weighted_2020": "Token-Weighted Crowdsourcing",
  "gan_decentralized_2023": "Decentralized Platforms: Governance, Tokenomics, and ICO Design",
  "graf_von_luckner_decrypting_2023": "Decrypting new age international capital flows",
  "bailey_we_2022": "We Are All Theorists of Technology Now: A Relational Perspective on Emerging Technology and Organizing",
  "chod_platform_2022": "Platform Tokenization: Financing, Governance, and Moral Hazard",
  "papp_bitcoin_2023": "Bitcoin and carbon dioxide emissions: Evidence from daily production decisions",
  "li_mean_2024": "A Mean Field Games Model for Cryptocurrency Mining",
  "momtaz_span_2021": "emotions and firm valuation in initial coin offerings: An artificial emotional intelligence approach",
  "kolokolov_estimating_2022": "Estimating Jump Activity Using Multipower Variation",
  "wen_effects_2022": "The effects of technology standards on complementor innovations: Evidence from the IETF",
  "mohan_voting_2024": "Voting with Time Commitment for Decentralized Governance: Bond Voting as a Sybil-Resistant Mechanism",
  "chiu_central_2023": "Central Bank Digital Currency and Banking: Macroeconomic Benefits of a Cash-Like Design",
  "li_art_2024": "In Art We Trust",
  "hsieh_future_2023": "The future of the web? The coordination and growth of decentralized platforms",
  "noauthor_book_2014": "Book Reviews",
  "milne_argument_2023": "Argument by False Analogy: The Mistaken Classification of Bitcoin as Token Money",
  "wang_volatility_2024": "Volatility prediction comparison via robust volatility proxies: An empirical deviation perspective",
  "boubaker_financial_2023": "Financial markets, energy shocks, and extreme volatility spillovers",
  "mariani_mertons_2019": "Merton’s portfolio problem including market frictions: A closed-form formula supporting the shadow price approach",
  "liu_hedging_2024": "Hedging inflation expectations in the cryptocurrency futures market",
  "kyriazis_evaluating_2024": "Evaluating the dynamic connectedness of financial assets and bank indices during black-swan events: A Quantile-VAR approach",
  "milunovich_assessing_2022": "Assessing the connectedness between Proof of Work and Proof of Stake/Other digital coins",
  "okorie_crude_2020": "Crude oil price and cryptocurrencies: Evidence of volatility connectedness and hedging strategy",
  "hackethal_characteristics_2022": "The Characteristics and Portfolio Behavior of Bitcoin Investors: Evidence from Indirect Cryptocurrency Investments",
  "bedowska-sojka_can_2022": "Can cryptocurrencies hedge oil price fluctuations? A pandemic perspective",
  "katsiampa_information_2019": "Information demand and cryptocurrency market activity",
  "wei_liquidity_2018": "Liquidity and market efficiency in cryptocurrencies",
  "akyildirim_investor_2021": "Do investor sentiments drive cryptocurrency prices?",
  "marchiori_monetary_2021": "Monetary theory reversed: Virtual currency issuance and the inflation tax",
  "lei_nexus_2024": "The nexus between ReFi, carbon, fossil energy, and clean energy assets: Quantile time–frequency connectedness and portfolio implications",
  "chaim_volatility_2018": "Volatility and return jumps in bitcoin",
  "kerstens_double_2024": "Double Hedonic Price-Characteristics Frontier Estimation for IoT Service Providers in the Industry 5.0 Era: A Nonconvex Perspective Accommodating Ratios",
  "korner_systemic_2022": "Systemic risks in electricity systems: A perspective on the potential of digital technologies",
  "green_citizen_2017": "Citizen utilities: The emerging power paradigm",
  "das_bitcoins_2020": "Bitcoin’s energy consumption: Is it the Achilles heel to miner’s revenue?",
  "borri_cryptomarket_2023": "Cryptomarket discounts",
  "agnese_spillover_2024": "Spillover effects of energy transition metals in Chile",
  "jalan_demand_2022": "Demand elasticities of Bitcoin and Ethereum",
  "cahill_limitations_2021": "Limitations of imitation: Lessons from another Bitcoin copycat",
  "tiwari_informational_2018": "Informational efficiency of Bitcoin—An extension",
  "bariviera_inefficiency_2017": "The inefficiency of Bitcoin revisited: A dynamic approach",
  "koutmos_bitcoin_2018": "Bitcoin returns and transaction activity",
  "katsiampa_volatility_2017": "Volatility estimation for Bitcoin: A comparison of GARCH models",
  "caferra_crypto-environment_2022": "Crypto-environment network connectivity and Bitcoin returns distribution tail behaviour",
  "brauneis_price_2018": "Price discovery of cryptocurrencies: Bitcoin and beyond",
  "gemayel_price_2023": "Price discovery between Bitcoin spot markets and exchange traded products",
  "karmakar_bitcoin_2021": "Bitcoin mining activity and volatility dynamics in the power market",
  "kraussl_nonfungible_2024": "Non‐Fungible Tokens (NFTs): A Review of Pricing Determinants, Applications and Opportunities",
  "atsalakis_bitcoin_2019": "Bitcoin price forecasting with neuro-fuzzy techniques",
  "shen_does_2019": "Does twitter predict Bitcoin?",
  "dwyer_economics_2015": "The economics of Bitcoin and similar private digital currencies",
  "kapar_analysis_2019": "An analysis of price discovery between Bitcoin futures and spot markets",
  "alexander_hedging_2023": "Hedging with automatic liquidation and leverage selection on bitcoin futures",
  "yang_explainable_2024": "An explainable federated learning and blockchain-based secure credit modeling method",
  "wei_impact_2018": "The impact of Tether grants on Bitcoin",
  "delgado-mohatar_bitcoin_2019": "The Bitcoin mining breakdown: Is mining still profitable?",
  "alexander_price_2020": "Price discovery in Bitcoin: The impact of unregulated markets",
  "benigno_international_2024": "The International Supply of Reserve Currency",
  "lee_wisdom_2022": "The Wisdom of Crowds in FinTech: Evidence from Initial Coin Offerings",
  "cheah_long_2018": "Long Memory Interdependency and Inefficiency in Bitcoin Markets",
  "corbet_bitcoin_2018": "Bitcoin Futures—What use are they?",
  "hardle_understanding_2020": "Understanding Cryptocurrencies*",
  "feng_currency_2023": "Currency exchange rate predictability: The new power of Bitcoin prices",
  "khuntia_adaptive_2018": "Adaptive market hypothesis and evolving predictability of bitcoin",
  "lyons_what_2023": "What keeps stablecoins stable?",
  "bourghelle_collective_2022": "Do collective emotions drive bitcoin volatility? A triple regime-switching vector approach",
  "grobys_stability_2021": "On the stability of stablecoins",
  "zhang_price_2024": "Price signal or blockchain technology? Quality information disclosure in dual-channel supply chains",
  "naeem_tail_2021": "Tail dependence between bitcoin and green financial assets",
  "nadarajah_inefficiency_2017": "On the inefficiency of Bitcoin",
  "blau_inflation_2021": "Inflation and Bitcoin: A descriptive time-series analysis",
  "koutmos_liquidity_2018": "Liquidity uncertainty and Bitcoin’s market microstructure",
  "yae_volatile_2024": "Volatile safe-haven asset: Evidence from Bitcoin",
  "choi_optimal_2020": "Optimal pricing in on-demand-service-platform-operations with hired agents and risk-sensitive customers in the blockchain era",
  "sun_are_2024": "Are ICOs the best? A comparison of different fundraising models in blockchain-based fundraising",
  "davidson_blockchain_2023": "Blockchain and the information – calculation problem",
  "can_reward_2022": "On reward sharing in blockchain mining pools",
  "ewerhart_finite_2020": "Finite blockchain games",
  "cui_blockchain_2024": "Blockchain technology use and myopic management behavior: Evidence from China",
  "lei_best_2021": "Best practices for analyzing the direct energy use of blockchain technology systems: Review and policy recommendations",
  "zhang_blockchain_2023": "Blockchain adoption in retail operations: Stablecoins and traceability",
  "hautsch_building_2024": "Building trust takes time: limits to arbitrage for blockchain-based assets",
  "smith_cryptocurrencies_2018": "CRYPTO‐CURRENCIES – AN INTRODUCTION TO NOT‐SO‐FUNNY MONEYS",
  "lei_renewable_2022": "A renewable energy microgrids trading management platform based on permissioned blockchain",
  "karau_monetary_2023": "Monetary policy and Bitcoin",
  "howson_distributed_2021": "Distributed degrowth technology: Challenges for blockchain beyond the green economy",
  "amini_blockchain_2024": "Blockchain adoption and optimal reinsurance design",
  "dhillon_voting_2021": "Voting Over a Distributed Ledger: An Interdisciplinary Perspective",
  "damianov_does_2020": "Does Bitcoin add value to global industry portfolios?",
  "wang_impact_2024": "The impact of blockchain on restricting the misuse of green loans in a capital-constrained supply chain",
  "jiang_blockchain_2022": "Blockchain competition: The tradeoff between platform stability and efficiency",
  "conlon_betting_2020": "Betting on Bitcoin: Does gambling volume on the blockchain explain Bitcoin price changes?",
  "chai_optimized_2023": "An optimized GRT model with blockchain digital smart contracts for power generation enterprises",
  "yermack_corporate_2017": "Corporate Governance and Blockchains",
  "qin_blockchain_2023": "Blockchain market and green finance: The enablers of carbon neutrality in China",
  "biswas_traceability_2023": "Traceability vs. sustainability in supply chains: The implications of blockchain",
  "xu_when_2023": "When Is It Wise to Use Blockchain for Platform Operations with Remanufacturing?",
  "oprea_devising_2021": "Devising a trading mechanism with a joint price adjustment for local electricity markets using blockchain. Insights for policy makers",
  "cioroianu_differential_2021": "The differential impact of corporate blockchain-development as conditioned by sentiment and financial desperation",
  "yang_are_2024": "Are artificial intelligence and blockchain the key to unlocking the box of clean energy?",
  "wang_financing_2023": "Financing and operating strategies for blockchain technology-driven accounts receivable chains",
  "urquhart_inefficiency_2016": "The inefficiency of Bitcoin",
  "fry_booms_2018": "Booms, busts and heavy-tails: The story of Bitcoin and cryptocurrency markets?",
  "takaishi_taylor_2018": "Taylor effect in Bitcoin time series",
  "hung_trading_2021": "Trading activity and price discovery in Bitcoin futures markets",
  "tsang_price_2020": "Price dispersion in bitcoin exchanges",
  "kristoufek_bitcoin_2020": "Bitcoin and its mining on the equilibrium path",
  "urquhart_price_2017": "Price clustering in Bitcoin",
  "alexander_net_2023": "Net buying pressure and the information in bitcoin option trades",
  "marmora_currency_2021": "Currency substitution in the shadow economy: International panel evidence using local Bitcoin trade volume",
  "cretarola_bubble_2020": "Bubble regime identification in an attention-based model for Bitcoin and Ethereum price dynamics",
  "sun_decentralization_2024": "Decentralization illusion in Decentralized Finance: Evidence from tokenized voting in MakerDAO polls",
  "van_vliet_alternative_2018": "An alternative model of Metcalfe’s Law for valuing Bitcoin",
  "alvarez-ramirez_singular_2021": "A singular value decomposition approach for testing the efficiency of Bitcoin and Ethereum markets",
  "hendrickson_banning_2017": "Banning bitcoin",
  "tang_trading_2023": "Trading under the proof‐of‐stake protocol – A continuous‐time control approach",
  "wang_discovering_2021": "Discovering research trends and opportunities of green finance and energy policy: A data-driven scientometric analysis",
  "phillip_new_2018": "A new look at Cryptocurrencies",
  "koutmos_return_2018": "Return and volatility spillovers among cryptocurrencies",
  "qiu_complete_2021": "Complete subset least squares support vector regression",
  "hansen_periodicity_2024": "Periodicity in Cryptocurrency Volatility and Liquidity",
  "harvey_sign-based_2020": "SIGN-BASED UNIT ROOT TESTS FOR EXPLOSIVE FINANCIAL BUBBLES IN THE PRESENCE OF DETERMINISTICALLY TIME-VARYING VOLATILITY",
  "astill_cusum-based_2023": "CUSUM-Based Monitoring for Explosive Episodes in Financial Data in the Presence of Time-Varying Volatility",
  "rietz_secondary_2019": "Secondary currency acceptance: Experimental evidence with a dual currency search model",
  "richter_testing_2023": "Testing for parameter change epochs in GARCH time series",
  "holden_examination_2022": "An Examination of Velocity and Initial Coin Offerings",
  "omezzine_new_2022": "New market creation through exaptation: The role of the founding team's prior professional experience",
  "shakhnov_utility_2023": "Utility Tokens, Network Effects, and Pricing Power",
  "mohan_use_2019": "On the use of blockchain-based mechanisms to tackle academic misconduct",
  "azevedo_channel_2020": "Channel Auctions",
  "hinzen_bitcoins_2022": "Bitcoin’s limited adoption problem",
  "gudmundsson_sharing_2024": "Sharing Sequentially Triggered Losses: Automated Conflict Resolution Through Smart Contracts",
  "cong_token-based_2022": "Token-based platform finance",
  "malinova_tokenomics_2023": "Tokenomics: When Tokens Beat Equity",
  "brzustowski_smart_2023": "Smart Contracts and the Coase Conjecture",
  "gan_initial_2021": "Initial Coin Offerings, Speculation, and Asset Tokenization",
  "malik_why_2022": "Why Bitcoin Will Fail to Scale?",
  "galati_exchange_2024": "Exchange market share, market makers, and murky behavior: The impact of no-fee trading on cryptocurrency market quality",
  "anantanasuwong_ambiguity_2024": "Ambiguity attitudes for real-world sources: field evidence from a large sample of investors",
  "castle_stability_2024": "Stability between cryptocurrency prices and the term structure",
  "blasques_time-varying_2022": "A time-varying parameter model for local explosions",
  "cavaliere_bootstrapping_2020": "Bootstrapping Noncausal Autoregressions: With Applications to Explosive Bubble Modeling",
  "lambrecht_does_2024": "Does Mining Fuel Bubbles? An Experimental Study on Cryptocurrency Markets",
  "aloosh_direct_2024": "Direct Evidence of Bitcoin Wash Trading",
  "barth_conflicted_2023": "Conflicted Analysts and Initial Coin Offerings",
  "tsang_connections_2022": "Do connections pay off in the bitcoin market?",
  "savelli_-demand_2023": "On-demand energy flexibility market via smart contracts to help reduce balancing costs in Great Britain",
  "brauneis_bitcoin_2022": "Bitcoin unchained: Determinants of cryptocurrency exchange liquidity",
  "harakeh_impact_2024": "The impact of blockchain adoption on corporate investment efficiency",
  "amiram_coins_2022": "Coins for Bombs: The Predictive Ability of On‐Chain Transfers for Terrorist Attacks",
  "cheah_speculative_2015": "Speculative bubbles in Bitcoin markets? An empirical investigation into the fundamental value of Bitcoin",
  "akyildirim_impact_2020": "The impact of blockchain related name changes on corporate performance",
  "urquhart_what_2018": "What causes the attention of Bitcoin?",
  "selmi_is_2018": "Is Bitcoin a hedge, a safe haven or a diversifier for oil price movements? A comparison with gold",
  "milunovich_measuring_2022": "Measuring the impact of digital exchange cyberattacks on Bitcoin Returns",
  "caferra_bitcoin_2021": "Bitcoin: Bubble that bursts or Gold that glitters?",
  "biktimirov_all_2023": "All topics are not created equal: Sentiment and hype of business media topics and the bitcoin market",
  "doan_cryptocurrency_2024": "Cryptocurrency systematic risk dynamics",
  "qiu_forecasting_2021": "Forecasting Bitcoin realized volatility by exploiting measurement error under model uncertainty",
  "scaillet_high-frequency_2018": "High-Frequency Jump Analysis of the Bitcoin Market*",
  "wang_testing_2019": "Testing for no-cointegration under time-varying variance",
  "conlon_inflation_2021": "Inflation and cryptocurrencies revisited: A time-scale analysis",
  "trimborn_crix_2018": "CRIX an Index for cryptocurrencies",
  "noauthor_oup_2020": "OUP accepted manuscript",
  "li_when_2023": "When Safe-Haven Asset Is Less than a Safe-Haven Play",
  "biais_advances_2023": "Advances in Blockchain and Crypto Economics",
  "chen_how_2019": "How Valuable Is FinTech Innovation?",
  "sultanum_discussion_2022": "Discussion of “Currency Stability Using Blockchain Technology”",
  "biais_call_2021": "Call for Papers— Science Special Issue on Blockchains and Crypto Economics",
  "arnosti_bitcoin_2022": "Bitcoin: A Natural Oligopoly",
  "biais_equilibrium_2023": "Equilibrium Bitcoin Pricing",
  "capponi_proof--work_2023": "Proof-of-Work Cryptocurrencies: Does Mining Technology Undermine Decentralization?",
  "dong_impact_2023": "Impact of Traceability Technology Adoption in Food Supply Chain Networks",
  "saadatmand_configurations_2019": "Configurations of platform organizations: Implications for complementor engagement",
  "noauthor_book_2017": "Book Reviews",
  "prat_equilibrium_2021": "An Equilibrium Model of the Market for Bitcoin Mining",
  "chen_cryptocurrency_2022": "Cryptocurrency price discrepancies under uncertainty: Evidence from COVID-19 and lockdown nexus",
  "naoum-sawaya_strategic_2023": "Strategic blockchain adoption to deter deceptive counterfeiters",
  "corbet_cryptocurrency_2020": "Cryptocurrency reaction to FOMC Announcements: Evidence of heterogeneity based on blockchain stack position",
  "diestelmeier_changing_2019": "Changing power: Shifting the role of electricity consumers with blockchain technology – Policy implications for EU electricity law",
  "sharma_whats_2020": "What’s in a name? A lot if it has “blockchain”",
  "gronwald_is_2019": "Is Bitcoin a Commodity? On price jumps, demand shocks, and certainty of supply",
  "kurbucz_predicting_2019": "Predicting the price of Bitcoin by the most frequent edges of its transaction network",
  "xu_coordination_2023": "Coordination of a platform-based supply chain in the marketplace or reselling mode considering cross-channel effect and blockchain technology",
  "krainer_economic_2017": "Economic stability under alternative banking systems: Theory and policy",
  "gkillas_application_2018": "An application of extreme value theory to cryptocurrencies",
  "saggese_arbitrageurs_2023": "Arbitrageurs in the Bitcoin ecosystem: Evidence from user-level trading patterns in the Mt. Gox exchange platform",
  "kochling_volatility_2020": "Volatility forecasting accuracy for Bitcoin",
  "bohme_bitcoin_2015": "Bitcoin: Economics, Technology, and Governance",
  "hojckova_entrepreneurial_2020": "Entrepreneurial use of context for technological system creation and expansion: The case of blockchain-based peer-to-peer electricity trading",
  "foley_sex_2019": "Sex, Drugs, and Bitcoin: How Much Illegal Activity Is Financed through Cryptocurrencies?",
  "lyocsa_impact_2020": "Impact of macroeconomic news, regulation and hacking exchange markets on the volatility of bitcoin",
  "jain_blockchain_2019": "Blockchain hysteria: Adding “blockchain” to company’s name",
  "amini_decentralized_2023": "Decentralized payment clearing using blockchain and optimal bidding",
  "john_bitcoin_2022": "Bitcoin and Beyond",
  "john_smart_2023": "Smart Contracts and Decentralized Finance",
  "akcora_bitcoin_2018": "Bitcoin risk modeling with blockchain graphs",
  "foley_what_2022": "What is the expected return on Bitcoin? Extracting the term structure of returns from options prices",
  "kalyvas_what_2020": "What drives Bitcoin’s price crash risk?",
  "irresberger_coin_2023": "Coin concentration of Proof-of-Stake blockchains",
  "dyhrberg_how_2018": "How investible is Bitcoin? Analyzing the liquidity and transaction costs of Bitcoin markets",
  "zhang_price_2022": "Price competition and blockchain adoption in retailing markets",
  "gradojevic_volatility_2021": "Volatility cascades in cryptocurrency trading",
  "qiu_forecasting_2021-1": "Forecasting Bitcoin realized volatility by measuring the spillover effect among cryptocurrencies",
  "hofstetter_beyond_2024": "Beyond Scarcity: A Social Value-Based Lens for NFT Pricing",
  "mohamad_safe_2022": "Safe flight to which haven when Russia invades Ukraine? A 48-hour story",
  "wei_cryptocurrency_2021": "Cryptocurrency Adoption with Speculative Price Bubbles",
  "kang_money_2024": "Money, Bitcoin, and Monetary Policy",
  "berg_book_2023": "Book Review: Voting over a Distributed Ledger: An Interdisciplinary Perspective",
  "lepomaki_retaliation_2021": "Retaliation in Bitcoin networks",
  "chen_co-bubble_2024": "Co-Bubble transmission across clean and dirty Cryptocurrencies: Network and portfolio analysis",
  "enilov_gold_2023": "Gold and the herd of Cryptos: Saving oil in blurry times",
  "enilov_gold_2023-1": "Gold and the herd of Cryptos: Saving oil in blurry times",
  "borri_conditional_2019": "Conditional tail-risk in cryptocurrency markets",
  "fu_energy_2024": "Energy supply chain efficiency in the digital era: Evidence from China's listed companies",
  "hautsch_maximum-likelihood_2023": "Maximum-Likelihood Estimation Using the Zig-Zag Algorithm",
  "makarov_trading_2020": "Trading and arbitrage in cryptocurrency markets",
  "cheng_is_2022": "Is cloud computing the digital solution to the future of banking?",
  "symitsi_return_2018": "Return, volatility and shock spillovers of Bitcoin with energy and technology companies"
}
